{
	"author": "Default Author",
	"dependencies": [],
	"description": "Step into the eerie and disorienting world of the **Backrooms**, a never-ending maze of fluorescent-lit, decaying rooms that feel both familiar and alien at once. The player must navigate through this unsettling liminal space, where every corner looks the same, and time seems to lose its meaning. The walls are lined with peeling yellow wallpaper, and the constant hum of overhead lights fills the air, never dimming, never fading.\n\nThe further you go, the more the environment shifts and warps. The familiar will turn into the strange, and the strange will turn into something worse. These spaces, once mundane, now serve as a chilling reminder of the unknown that lies beyond the physical world. Keep your wits about you, as supplies are sparse and the space itself is your enemy. Hunger, thirst, and fatigue will take their toll, while unseen dangers lurk in the shadows, ready to take advantage of your fear and vulnerability.\n\n**Gameplay Features**:\n- **Endless Exploration**: The environment appears randomly generated, with hallways, rooms, and corridors that stretch into infinity. Every door or hallway leads to yet another room, making it easy to get lost.\n- **Survival Mechanics**: Resources like food and water are scarce. Players must manage their health, stamina, and hunger as they scavenge what little they can find. \n- **Environmental Dangers**: The further you wander, the more the environment shifts. Flickering lights, unexpected noises, and strange occurrences heighten the tension. Mysterious entities may be present, but they are often heard rather than seen, adding to the growing dread.\n- **Sanity System**: Long exposure to the Backrooms affects your mental state. The more time you spend, the more you begin to question what’s real. An increasing sense of dread and hallucinations may cloud your judgment, making it harder to distinguish friend from foe or reality from nightmare.\n- **Liminal Fear**: Feel the crushing weight of isolation. No NPCs, no immediate source of comfort—just the endless hum of lights and the distant echo of your footsteps. Every hallway feels like it might be the last.\n\n**Objective**:  \nYour goal is simple, yet nearly impossible: escape. You must find a way out of the maze, but the path is never clear, and the Backrooms have a tendency to change the rules without notice. As you delve deeper into the maze, the surroundings become more hostile, and the few resources you find may be essential for your survival. But don’t get too comfortable, because the deeper you go, the more the world seems to reject your presence.\n\nWill you lose yourself to the disorienting horrors of the Backrooms, or will you find a way to escape before it’s too late?\n\n**Key Features**:\n- *Liminal Space* aesthetic, with maze-like hallways and rooms that evoke a sense of unease and disorientation.\n- *Resource Scarcity* and survival mechanics that test your ability to manage hunger, thirst, and stamina in an unforgiving environment.\n- *Sanity Mechanics* that add an extra layer of challenge, as your perception of the world begins to break down.\n- *Psychological Horror* elements, where the player’s mind may be their biggest threat.\n\n**Warning**:  \nThe Backrooms is a place where time stands still, and every decision could be your last. Are you ready to face the unknown?",
	"homepage": "",
	"id": "Backrooms",
	"license": "GPL-3.0 License",
	"name": "Backrooms",
	"tags": [
		"Horror",
		"Exploration"
	]
}